Уксусная
α-гидроксиизомасляная
Акриловая
Адипиновая
Адреновая
Крепениновая
 
 
Алхорниевая
Алепрамиковая
Алепрестовая
Алеприновая
Алепроловая
Алеприловая
Алейритовая
 
 
Амбреттоловая
 
Ангеликовая
 
 
См. Изопеларгоновая
 
 
 
 
Арахиновая
Арахидоновая
 
 
Асклеповая
 
 
 
 
Азелаиновая
Бегеновая
Бегенолевая
 
 
 
 
 
 
Брассидиновая
Брассиловая
Ялапиноловая
 
Масляная
 
Календовая (α)
Календовая (β)
 
Каприновая
Капроновая
Каротиноидная
Каприловая
Карбоцериновая
Каскариловая
Каталпиковая
Цереброновая
Церопластовая
Церотиновая
Цетолеиновая (транс-)
Цетолеиновая (цис-)
Хаульмугровая
 
 
Цитраконовая
Лимоннояблочная
 
Конъюгированная линолевая кислота,
сопряженная линолевая кислота
Клупадоновая
 
 
Колумбиновая
Конифероновая
 
 
 
Кориоловая
Коронаровая
 
Кориномиколовая
Крепениновая
Кротоновая
Кукурбиновая
Дегидрокрепениновая
 
Демоспонговые кислоты
 
 
 
Денсиполовая
Докозагексаеновая
 
 
Дигитоксиновая (триоксикапроновая)
Дигомо-гамма-линоленовая
Дигомо-линолевая
Дигомо-линоленовая
 
Дигомо-пиноленовая
 
 
 
 
 
 
α-Диморфеколовая
β-Диморфеколовая
Докозапентаеновая
Дрозофилин C
Дрозофилин D
Элаидиновая
α-Элеостеариновая
β-Элеостеариновая
См. Энантовая
Тимнодоновая
 
Триаконтановая
 
Эруковая
D-Эритроновая
L-Эритроновая
 
Фарнезоловая
 
 
Флоионовая
Фоментаровая
 
Фумаровая
 
 
Гадолеиновая
 
Галактаровая (слизевая, муциновая)
Геддовая
Гераниевая
Гамма-линоленовая (ГЛК)
цис-Глутаконовая
Глутаминовая
Глутаровая
Щавелевая
Гондоиновая
 
Горликовая
 
 
Гелениноловая
Хирагоновая
 
 
Гиднокарповая
Гидросорбиновая
 
Гиениновая
 
Ипуроловая
Эритрогеновая, изановая
Изаноловая
 
 
 
Изоарахиновая
Изобегеновая
Изомасляная
Изокаприновая
Изокапроновая
Изокаприловая
Изоцеротиновая
Изокротоновая
Изогорликовая
Изомаргариновая
 
Изокапроновая
Изолауриновая
 
Изомаргариновая
Изомонтановая
Изомикомицин
Изомиристиновая
 
Изопеларгоновая
Изостеариновая
Изоолеиновая
Изопальмитиновая
Изопентакозановая
Изопентадекановая
Изорицинолевая
 
Изостеариновая
Изотрикозановая
Изотридекановая
Изодеценовая
Итаконовая
Изовалериановая
 
 
Ялапиноловая
Японовая
Жасмоновая
Можжевеловая
 
α-Камлоленовая
β-Камлоленовая
 
 
Лабалленовая
 
 
Лактариновая
Молочная
β-Молочная
Лактобацилловая
 
Ланоцериновая
 
 
Лауриновая
Лауроолеиновая
Додеценовая
Лесквероловая
Лейциновая
Левулиновая
α-ликановая
β-ликановая
Лихестериновая
 
Лигноцериновая
Линдеровая
Линолевая
 
α-Линоленовая
 
 
 
 
 
Малеиновая
Янтарная
Малоновая
Мальваловая (мальвовая)
 
 
 
 
Маргариновая
 
 
Мидовая кислота
Мегатомовая
Мезаконовая
Мелиссиновая
Метакриловая
Мевалоновая
 
10,12-Линолевая кислота
 
Монтановая
 
 
Цис,цис-муконовая
 
 
Микоцерозовая
Миколипеновая
Микомицин
Микомицин
 
Миристиновая
Миристоолеиновая
Немотиновая
 
 
Нервоновая, ацетэруковая
Низиновая
 
 
 
Олеиновая
 
 
Щавелевая
 
Пальмитиновая
Пальмитолеиновая
 
Цис-вакценовая (пальмитовакценовая)
α-Паринаровая
β-Паринаровая
 
Пеларгоновая
Петрозелаидиновая
Петроселиновая
Феллогеновая
Феллоновая
См. Флоионовая
 
 
 
 
Фитановая
 
 
Пимелиновая
Пиноленовая
Триметилуксусная
Сциадоновая
Пристановая
Пропиоловая
Пропионовая
Простановая
Псевдоэлеостеариновая
Псилластеариловая
Пуниковая
 
Пируловая
Пировиноградная
Родиновая
 
 
Рицинстеароловая
Розиловая
 
 
Руменовая
Сабиновая
Санталбовая
Сапиеновая
 
Триоксистеариновая, сативиновая
Сциадоновая
 
Себациновая
 
 
 
Сорбиновая
Стеариновая
Стеароловая
Стеркуловая
Стеркулиновая
 
 
Пробковая, субериновая
 
Янтарная
Тарировая
Винная
Таксолевая
яТаликтрова
Тапсиевая
Треоновая
 
Тиглиновая
Травматиновая
 
Тридекановая (тридециловая)
Цузуевая
Туберкулостеаровая
 
Ундеценовая
Ундециловая
Урзоловая
Устиловая А
Устиловая В
 
транс-Вакценовая
Валериановая
Вальпроевая
 
Верноловая
 
Ксименовая
Ксименовая, Ксимениновая